<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>Title</title>
</head>
<body>

<h1> Hello from 1995 </h1>
<div>
    5 грудня 2023
</div>

<div>
    Мне сюда нужно добавить информацию - например - вставить дату время текущую

    <?php
    // А давайте я узаконю следующее правило

    // Веб сервер будет читать мой файлик - и как только я нахожу мпецальные метки
    // он будет запускать код, написанный на языке C - задачей которого будет
    // дописать в это место HTML код

    echo "<h2> Hello World </h2>";
    ?>
</div>
</body>
</html>
